Repository: j3din00b/BoxBuddyRS
Catalog: po/*/LC_MESSAGES/*.po
Languages: id_id

source: Create A Distrobox
id_id: Buat Distrobox Baru

source: Assemble A Distrobox
id_id: Jadikan Distrobox

source: INI-Files
id_id: File-INI

source: Refresh
id_id: Segarkan

source: Set Preferred Terminal
id_id: Pilih Terminal

source: About BoxBuddy
id_id: Tentang BoxBuddy

source: Quit
id_id: Keluar

source: Distrobox not found!
id_id: Distrobox Tidak Ditemukan!

source: Distrobox could not be found, please ensure it is installed!
id_id: Tidak dapat menemukan Distrobox, Periksa apakah sudah terinstall

source: Podman / Docker not found!
id_id: Podman / Docker tidak ditemukan!

source: Could not find podman or docker, please install one of them!
id_id: Tidak dapat menemukan podman atau docker, harap install salah satunya!

source: Stop Box
id_id: Hentikan Box

source: Open Terminal
id_id: Buka Terminal

source: Upgrade Box
id_id: Perbarui Box

source: View Applications
id_id: Lihat Aplikasi

source: Delete Box
id_id: Hapus Box

source: Clone Box
id_id: Gandakan Box

source: Install .deb File
id_id: Pasang File .deb

source: Install .rpm File
id_id: Pasang File .rpm

source: Create New Distrobox
id_id: Buat Distrobox Baru

source: Assembling Distroboxes, please wait...
id_id: Sedang Menyiapkan Distrobox, harap tunggu...

source: Create
id_id: Buat

source: Additional Information
id_id: Informasi Tambahan

source: Cancel
id_id: Batal

source: Name
id_id: Nama

source: Home Directory (Leave blank for default)
id_id: Direktori Home (Kosongkan untuk default)

source: Image
id_id: Gambar

source: Use init system
id_id: Gunakan init system

source: Add a volume
id_id: Tambah Volume

source: Remove volume
id_id: Hapus Volume

source: Enter the location to mount this folder inside your new box
id_id: Masukkan lokasi pemasangan folder ini didalam box baru anda

source: Additional Volumes:
id_id: Volume Lain:

source: Additional directories the new box should be able to access
id_id: Direktori lain yang dapat diakses oleh box baru

source: A Graphical Manager for your Distroboxes. BoxBuddy is not partnered with or endorsed by any linux distributions or companies. Trademarks, service marks, and logos are the property of their respective owners.
id_id: Antarmuka Pengguna Grafis untuk mengatur Distrobox anda. BoxBuddy tidak bekerjasama dan tidak dipromosikan oleh distro linux atau perusahaan manapun. Merek dagang, merek layanan, dan logo adalah properti dari pemilik proyek.

source: Installed Applications
id_id: Aplikasi Yang Terpasang

source: Loading...
id_id: Memuat...

source: No Applications Installed
id_id: Tidak Ada Aplikasi Yang Terpasang

source: Available Applications
id_id: Aplikasi Yang Tersedia

source: Run
id_id: Jalankan

source: Remove From Menu
id_id: Hapus Dari Menu

source: Add To Menu
id_id: Tambahkan Ke Menu

source: App Exported!
id_id: Aplikasi Selesai Diekspor!

source: App Removed!
id_id: Aplikasi Dihapus!

source: Really Delete?
id_id: Apakah Anda Yakin Ingin Menghapus?

source: Delete
id_id: Hapus

source: Box Deleted!
id_id: Box Dihapus!

source: Clone
id_id: Klon/Gandakan

source: Enter the name of your new box
id_id: Masukkan nama box baru anda

source: Note: Cloning can take a long time, please be patient
id_id: Catatan: Kloning membutuhkan waktu, harap menunggu

source: Please install one of the supported terminals:
id_id: Harap memasang terminal yang didukung:

source: No supported terminal found
id_id: Tidak ada terminal yang didukung

source: No Boxes
id_id: Tidak ada Box

source: Click the + at the top-left to create your first box!
id_id: Klik + pada kiri-atas untuk membuat box pertama anda!

source: You appear to be using a Flatpak of BoxBuddy without filesystem access. If you wish to set a Custom Home Directory you will need to grant filesystem access. Please see the <a href='https://dvlv.github.io/BoxBuddyRS/tips'>documentation for details.</a>
id_id: Sepertinya anda menggunakan Flatpak atau BoxBuddy tanpa akses ke filesystem, Jika anda ingin mengatur Direktori Home Kustom anda perlu memberikan akses ke filesystem. Lihat <a href='https://dvlv.github.io/BoxBuddyRS/tips'>detail dokumentasi.</a>

source: Sandboxed Flatpak Detected
id_id: Terdeteksi Flatpak yang sudah di-sandbox

source: Distrobox can already access folders in your home directory - even if you have specified a custom home folder
id_id: Distrobox dapat mengakses folder di direktori home anda - bahkan jika anda memiliki direktori home kustom yang spesifik

source: Volume is already accessible
id_id: Volume ini sudah diakses

source: No Suitable Boxes Found
id_id: Tidak ditemukan Box yang sesuai

source: Install
id_id: Pasang

source: Select a box to install this file into:
id_id: Pilih box untuk memasang file ini:

source: DEB Files
id_id: File DEB

source: RPM Files
id_id: File RPM

source: This file is not accessible to Flatpak - please copy it to your Downloads folder, or allow filesystem access. Please see the <a href='https://dvlv.github.io/BoxBuddyRS/tips'>documentation for details.</a>
id_id: File ini tidak dapat diakses oleh Flatpak - harap copy file ini ke folder Downloads anda, atau izinkan akses filesystem. Lihat <a href='https://dvlv.github.io/BoxBuddyRS/tips'>dokumentasi detailnya.</a>

source: File Not Accessible
id_id: File Tidak Dapat Diakses

source: Incorrect File Type
id_id: File Type Salah

source: Preferred Terminal
id_id: Terminal yang Dipilih

source: Save
id_id: Simpan

source: Select your preferred terminal
id_id: Pilih Terminal

source: Terminal Preference Saved!
id_id: Preferensi Terminal Telah Disimpan!

source: Sorry, Preference Could Not Be Saved
id_id: Maaf, Tidak Dapat Menyimpan Preferensi Terminal
